{"inkVersion":19,"root":[["^?VBuilding","\n","^The day is almost over. The artificial lights of the store pierce deep into the blue night.","\n","^You stand slumped over the counter flipping through a magazine you pulled off the wall.","\n","^You turn the pages, staring at the colorful images, ignoring the sparse words.","\n","^Your manager went home hours ago. Business is never very busy on a Thursday. You could go home.","\n","ev","str","^Lock up early","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Stay till the end of your shift","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^Well, it's not like anyone's coming in this late anyways...","\n","^You enter the code into the security system and make your way out the door.","\n",{"->":"ON_THE_WAY_HOME"},{"->":"0.g-0"},{"#f":7}],"c-1":["\n","^Boss man has been mad at you recently. Probably best to stay.","\n","^Like you expected, no one really comes into the store.","\n","^A kid or two comes running in and out but no one ever buys anything.","\n","^Eventually, your shift is over, so you lock up the store and make your way home.","\n",{"->":"ON_THE_WAY_HOME"},{"->":"0.g-0"},{"#f":7}],"g-0":["done",{"#f":7}]}],"done",{"ON_THE_WAY_HOME":[["^The walk home is as calm as ever.","\n","^The foot path is cold. You can feel it through your shoes.","\n","^You watch your feet as the lights of oncoming traffic streak in and out of view.","\n","^There is no snow on the ground. It hasn't snowed at all this winter, but it has been uncomfortably cold.","\n","^You wonder to yourself, \"Why haven't I left this place?\"","\n","ev","str","^Things got complicated...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^It's not that bad...","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^...","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"WHAT_WENT_WRONG"},{"#f":7}],"c-1":["\n",{"->":"WHAT_WENT_WRONG"},{"#f":7}],"c-2":["\n",{"->":"WHAT_WENT_WRONG"},{"#f":7}]}],{"#f":3}],"WHAT_WENT_WRONG":["^You always said that you'd leave after high school and never come back.","\n","^And yet... here you are.","\n","^Drudging through the snow.","\n","^You can still leave if you want to.","\n","^You know you can.","\n","^Nothings keeping you here but you.","\n","^Nothing.","\n","^Nothing...","\n","done",{"#f":3}],"#f":3}],"listDefs":{}}