{"inkVersion":19,"root":[["^It's finally over.","\n","^After all this time.","\n","^Maybe it's really over now.","\n","^You could have just thrown it out, but you did something, anything.","\n","^You hold in your hand the remnants of what used to be.","\n","^The last fragments of a past that should never have been.","\n","^You toss the unreadable scraps in the shoebox you found the envelope in and head to bed.","\n","^?VBed","\n","^Maybe, for once, you'll get a good nights sleep.","\n","^Maybe.","\n","^?VNone","\n","^...........","\n","^...............","\n","^...................","\n","^?VTable","\n","^You are sitting in a chair, but you can not move.","\n","^It's like your arms made of lead.","\n","^You struggle for a moment but then you look in front of you.","\n","^You are sitting at a small, square table.","\n","^The table is made of a dark wood, smoothed to the point of shining.","\n","^Opposite you there is a void.","\n","^It's not that there just isn't anyone sitting there.","\n","^No, instead, there is a complete lack of anything.","\n","^You can't tell how you know this, but there isn't a doubt in your mind.","\n","ev","str","^Scream","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Walk away","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Stare","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n","^You open your mouth and don't.","\n","^With every once of will in your body you struggle to make a sound. Any sound.","\n","^Nothing happens. You don't even move as you thrash about.","\n","^You attack the void and you are the void.","\n","^You sit at the unmoved, destroyed table.","\n",{"->":"FIGHT"},{"->":"0.g-0"},{"#f":7}],"c-1":["\n","^Everything around you falls away as you walk to where you are.","\n","^It feels like you can't go fast enough to stay exactly where you are.","\n","^You have to run full speed not to move, but you'll still be here if you stop.","\n",{"->":"FIGHT"},{"->":"0.g-0"},{"#f":7}],"c-2":["\n","^?VVoid","\n","^It's clear what isn't happening here.","\n","^You know exactly where you aren't and exactly who isn't across from you.","\n","^The void stares back into the void staring back into the void.","\n","^There's no way to escape this void that never was because it always was.","\n","^You know this. It may be the only things you know.","\n","^That doesn't make it any easier.","\n","^That doesn't mean you like what's going on.","\n",["ev","str","^Say hello","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Say goodbye","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^?VNone","\n","^You say nothing as you say hello.","\n","^All around you, a throbbing, pounding, shoving pressure builds.","\n","^It will crush you before it loves you.","\n","^You can push back but you already know it won't work. That's just not how life is these days.","\n","^It will never really be gone. You can forget it, but you can never ignore it.","\n","^It's sad really, but it's not for you.","\n","^You weren't the one it hurt.","\n","^The pain you feel is only the echo of the pain your wrought.","\n","^Your vision is filled with everything you did, but you can only see what you didn't.","\n","^?hell","\n","end",{"->":"0.g-0"},{"#f":7}],"c-1":["\n","^?VNone","\n","^You say nothing as you say goodbye.","\n","^There's no way to fix what you broke.","\n","^It's impossible to unsalt this ground.","\n","^No one came the same person that they left, but it was all your fault.","\n","^It's too late to forgive any fraction of ungiven forgiveness.","\n","^It's time to say goodbye to what happened to what never did.","\n","^The world grows dark and its light is blinding.","\n","^You feel every cell of your body burn as it freezes.","\n","^You trust that what won't be will stay that way because you only have what will.","\n","^?heaven","\n","end",{"->":"0.g-0"},{"#f":7}]}],{"#f":7}],"g-0":["done",{"#f":7}]}],"done",{"FIGHT":["^?VNone","\n","^You fall to the ground exhausted in your chair.","\n","^It's all you could ever do.","\n","^Fight and struggle even though nothing happens.","\n","^You don't know if you've ever felt this tired but you should feel rested.","\n","^So long doing nothing sure puts a strain on your bones.","\n","^You cry alone in the void, never making any sound.","\n","^You'll be here until you aren't anymore.","\n","^You know how to leave, but you can't figure it out.","\n","^?fight","\n","end",{"#f":3}],"#f":3}],"listDefs":{}}