{"inkVersion":19,"root":[["^?VStairs","\n","^When you arrive home, all the lights except the porch are off.","\n","^Lori is probably upstairs in bed already, fast asleep.","\n","^With you coming home so late from work, you two rarely share any time together.","\n","^You walk up the frozen stairs, being careful not to lose your balance.","\n","^You've made it a habit of being extra safe on the stairs after Don, Lori's boyfriend, had his accident.","\n","^It was scary shit.","\n","^?VDoor","\n","^On the porch now, you turn the handle of the front door to find it locked.","\n",{"->":"LOCKED_OUT"},["done",{"#f":7,"#n":"g-0"}],null],"done",{"LOCKED_OUT":[["ev","str","^Knock","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Check if you have a key","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Try the window","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^You knock on the door, hoping for an answer before you freeze your ass off.","\n","^You hear some noises inside, but soon the house falls silent again.","\n",["ev","str","^Knock again","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Try something else","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^You knock again and again you can here something inside.","\n","^Unfortunately, silence falls over the once again.","\n",["ev","str","^Knock again. Louder","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Try something else","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"PISSED_MOM_DOOR"},{"#f":7}],"c-1":["\n",{"->":"LOCKED_OUT"},{"#f":7}]}],{"#f":7}],"c-1":["\n",{"->":"LOCKED_OUT"},{"#f":7}]}],{"#f":7}],"c-1":["\n","^?NoKey","\n","^You search your pockets.","\n","^Front right and left.","\n","^Back right and left.","\n","^Jacket.","\n","^Shirt.","\n","^Nothing.","\n",{"->":".^.^.^"},{"#f":7}],"c-2":["\n",{"->":"PISSED_MOM_WINDOW"},{"#f":7}]}],{"#f":3}],"PISSED_MOM_DOOR":[["^Finally, a light turns on in the window upstairs. It's Lori's room.","\n","^You here muffled shouting coming from inside as someone comes down the stairs.","\n","^A few more lights flicker on along the path down the stairs until you hear locks slide behind the door.","\n","^?VLori","\n","^\"Why the fuck are you waking me up this late?\" Lori looks like a mess, but that's normal.","\n","^She's wearing her once white bathrobe, and her hair is tied is horrible knot on her head.","\n","^\"Where have you been?\"","\n","^You know she knows that you work late. You usually end up paying rent.","\n","ev","str","^\"I was at work\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^\"You know where I've been\"","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^...","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^\"I was at work... like every night.\"","\n","^Lori looks back at you with seemingly nothing behind her eyes.","\n","^\"Well don't fucking wake me up again,\" she says, turning to retunr upstairs.","\n","^It's like this every night, and you've gotten used to it.","\n","^You don't want to walk upstairs yet, not until she's back in her room.","\n","^The less you have to interact with Lori the better.","\n","end",{"#f":7}],"c-1":["\n","^\"Oh give it a break, Lori. You know where I've been.\"","\n","^You see a kind of rage behind Lori's eyes.","\n","^You aren't afraid. She gets like this all the time. She never does anything about it.","\n","^\"You do not, do NOT, talk to your mother that way. To think this is how you treat me.\"","\n","^\"I raised you! Your fucking father wanted to leave you in a box, on the road!\"","\n","^After  this, you stop listening. You walk past her, up the stairs, and in to your room.","\n","^You hear her say something about leaving, but pay it no mind. Nothing ever changes.","\n","end",{"#f":7}],"c-2":["\n","^You walk past Lori, not saying anything.","\n","^\"Hey, fuckhead. I'm talking to you,\" she calls, but you don't have the energy.","\n","^You walk up the stairs and make your way into your room, shutting the door behind you.","\n","end",{"#f":7}]}],{"#f":3}],"PISSED_MOM_WINDOW":[["^You walk down the stairs and around the side of the house.","\n","^?VWindow","\n","^There is a window in the living room that you've made a habit of unlocking.","\n","^You jump up and grab the base of the window. You slide it open and pull yourself through the window.","\n","^You fall in a pile on the floor in a mixture of exhaustion and apathy.","\n","^You were trying not to make too much noise, but it clearly didn't work.","\n","ev","str","^\"I'm okay\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^\"...\"","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^\"I'm okay, it's just me,\" you shout upstairs.","\n","^\"Well be fucking quiet,\" Lori shouts back down.","\n","^You weren't planning on making any noise.","\n","^In some pain, you get up off the ground.","\n","^You make you way up the stairs and in to your bedroom, not afraid to close the door loudly.","\n","end",{"#f":7}],"c-1":["\n","^\"If you're here to steal anything we don't have shit, so leave.\"","\n","^This is the kind of crap you have to deal with every day.","\n","^In some pain, you get up off the ground.","\n","^You make you way up the stairs and in to your bedroom, not afraid to close the door loudly.","\n","end",{"#f":7}]}],{"#f":3}],"#f":3}],"listDefs":{}}